from question import Question


questions_list = [
    Question(
        "Государственный язык Бразилии",
        "Португальский",
        "Английский",
        "Испанский",
        "Бразильский",
    ),
    Question("Национальная хижина якутов", "Ураса", "Юрта", "Иглу", "Хата"),
    Question(
        "Какого цвета нет на флаге России?", "Зелёный", "Красный", "Белый", "Синий"
    ),
    Question("Столица Франции?", "Париж", "Лондон"),
    Question(
        "Выберите планету-гигант:",
        "Юпитер",
        "Меркурий",
        "Венера",
        "Марс",
        "Земля",
        "Плутон",
    ),
]

questions_list.append(
    Question(
        "Сколько океанов на Земле?",
        "Пять",
        "Четыре",
        "Шесть",
        "Семь",
    )
)

questions_list.append(
    Question(
        "Вопрос",
        "правильный",
        "1",
        "2",
        "3",
        "4",
        "5",
        "6",
        "7",
        "8",
        "9",
        "10",
    )
)
